Repository: ikromjonxusanov/ErkinSavdo
Catalog: erkinSavdoApp/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Title
uz: Sarlavha

source: Min price
uz: Minimal narx

source: Max price
uz: Maksimal narx

source: Min length rooms
uz: Minumum xonalar soni

source: Max length rooms
uz: Maksimal xonalar soni

source: Min home area
uz: Minimal uy maydoni kv²

source: Max home area
uz: Maksimal uy maydoni kv²

source: Username
uz: Foydalanuvchi nomi

source: Password
uz: Parol

source: First name
uz: Ism

source: Last name
uz: Familiya

source: Phone
uz: Telefon raqami

source: Profile image
uz: Profil rasmi

source: Description
uz: Tavsif

source: Price
uz: Narx

source: Address
uz: Manjil

source: Image
uz: Rasm

source: Home area
uz: Uy maydoni kv²

source: Rent or Sale
uz: Ijaraga berish yoki Sotish

source: Home type
uz: Uy turi

source: Price type
uz: Pul turi

source: Rooms length
uz: Xonalar soni

source: Home
uz: Bosh sahifa

source: Explore
uz: Qidirish

source: Profile
uz: Profil

source: Logout
uz: Chiqish

source: Login
uz: Kirish

source: Sign Up
uz: Ro'yxatdan o'tish

source: Have a Questions?
uz: Savolingiz bormi?

source: 4 University street, Tashkent 100194, Узбекистан
uz: Universitet ko'chasi, 4, Toshkent, 100194, Uzbekistan

source: Change password
uz: Parolni o'zgartirish

source: Cancel
uz: Bekor qilish

source: Submit
uz: Yuborish

source: Change Profile
uz: Profil ma'lumotlarini almashtirish

source: TypeOfHouse
uz: Uy turi

source: Filter
uz: Filtr

source: Not found homes
uz: Uylar topilmadi

source: Back to explore
uz: Qidirish sahifasiga qaytish

source: Province/District
uz: Viloyat / tuman

source: Length of rooms
uz: Xonalar soni

source: Lease payment term
uz: Ijara to'lash muddati

source: Weeks payment
uz: Haftalik to'lov

source: Days payment
uz: Kunlik to'ov

source: Month
uz: Oylik to'lov

source: Sold
uz: Sotilgan

source: Sale
uz: Sotuvda

source: Owner
uz: Egasi

source: call the owner
uz: Egasiga qo'ng'iroq qilish

source: Home class
uz: Uy turi

source: Delete
uz: O'chirish

source: Sold out
uz: Sotilib bo'ldi

source: Edit
uz: Tahrirlash

source: cancel
uz: bekor qilish

source: delete
uz: o'chirish

source: Your Property Is Our Priority
uz: Sizning mulkingiz bizning ustuvorligimizdir

source: Announce
uz: E'lon qiling

source: Let Your Home Be Unique & Stylist
uz: Uyingiz noyob va stilist bo'lsin

source: Modern House Make Better Life
uz: Zamonaviy uy yaxshi hayot kechiradi

source: all homes
uz: hamma uylari

source: Add home
uz: Uy qo'shish

source: Number of houses loaded
uz: Yuklangan uylar soni

source: Change Password
uz: Parolni o'zgartirish

source: Registration
uz: Ro'yxatdan o'tish

source: Register
uz: Ro'yxatdan o'tish

source: English language
uz: Ingliz tili

source: Uzbek language
uz: O'zbek tili
